Repository: emilo/remind
Catalog: locale/*/LC_MESSAGES/local.po
Languages: nb

source: MemScore: 0 average_cpm: 100 Answered: 0
nb: Poeng: 0 Tegn_i_minuttet: 100 Svart: 0

source: Reading expression file: lists/
nb: Nytt uttrykk fra filen:

source: New expression is:
nb: Nytt uttrykk er:

source: Definition is:
nb: Definisjonen er:

source: Make it stick to memory, then kick enter
nb: Få dette inn i skallen og klapp en Ent

source: Good: %s characters per minute
nb: Riktig! %s tegn i minuttet

source: Speed bonus: %s
nb: Ekstrapoeng for høy fart: %s

source: Please define %s :
nb: Forklar uttrykket %s:

source: confirm with "ja":
nb: Bekreft med 'ja':

source: Question number
nb: Spørsmål nummer

source: Give the expression:
nb: Gi uttrykket:

source: save
nb: lagre

source: Something wrong here
nb: Her var det noe... littegrann..... merkelig...

source: you can of course add your answer as synonyme
nb: Du kan legge til ditt svar som synonym

source: synonyme
nb: synonym

source: Next repetition:
nb: Dato for neste turn

source: New expressions:
nb: Nye uttrykk:

source: This expression file is probably empty
nb: Fila er trolig tom.

source: You are good!
nb: Vel gjort. Nå kan du øve en gang til :-)
